{"meta":{"title":"overdosewiki","subtitle":"","description":"","author":"overdosewiki","url":"http://example.com","root":"/"},"pages":[{"title":"404","date":"2025-04-16T17:16:34.000Z","updated":"2025-04-16T17:16:34.069Z","comments":true,"path":"404/index.html","permalink":"http://example.com/404/index.html","excerpt":"","text":""},{"title":"search","date":"2025-04-16T17:16:22.000Z","updated":"2025-04-16T17:16:22.641Z","comments":true,"path":"search/index.html","permalink":"http://example.com/search/index.html","excerpt":"","text":""}],"posts":[{"title":"神经递质导论","slug":"新建 文本文档","date":"2025-04-27T03:04:55.163Z","updated":"2025-04-29T14:13:06.326Z","comments":true,"path":"2025/04/27/新建 文本文档/","permalink":"http://example.com/2025/04/27/%E6%96%B0%E5%BB%BA%20%E6%96%87%E6%9C%AC%E6%96%87%E6%A1%A3/","excerpt":"","text":"神经递质导论在学习精神药理学前，神经递质的作用是必须了解学习的内容，想要看懂对应的药理机理，就需要明白这些神经递质调控了怎样的精神活动或者生理作用。本篇章对于神经递质的讨论大部分以一种“递质水平→激动受体→产生效应”的链条来展开。本篇章的内容主要参考了《精神科合理用药手册（第四版）》，也并非是永久正确的，人类的科研是与时俱进的，我们只是知识的搬运工。 一、血清素（Serotonin，即5-HT羟色胺）系统关于血清素系统，首先讨论SSRI类药物或者有同等效应的药物，它们升高血清素产生的效应总结为“两抗”“两精”“三神”“四系统” （一）两抗1.抗焦虑 5-HT升高→激动5-HT1A受体（长期 2-3周）→增加前额叶皮质层DA释放→抗焦虑 但相反地 5-HT升高→激动5-HT2A受体（短期 2-4天）→减少前额叶皮质层DA释放→引发焦虑 因此，在SSRI类给药时，应当小剂量起给药（尤其是有焦虑症状的人）。 2.抗抑郁 5-HT升高→激动5-HT1A受体→增加前额叶皮质层DA释放→抗抑郁 需要注意的是，由于负反馈调节的存在，突然处于高水平血清素也可能会让受体脱敏，因而在开始给药时，可能会陷入更强烈的抑郁症状，这也是为何说明书会写增加了自杀风险。同时，由于许多实际上是双相情感障碍与许多人格障碍甚至精分阴性的患者，在首诊时都会被确定为重度抑郁，一些医生可能为了保守起见开具一些非典型性抗精神病药物（主要是四大平：喹硫平、米氮平、氯氮平、奥氮平，但多为米氮平） （二）两精1.精神迟钝 5-HT升高→激动突触前膜5-HT2A受体→减少DA释放→精神迟钝（主要因为前额叶皮质DA减少） 所谓精神迟钝，就是感受不到应有的情绪反应，也就是所谓的感情淡漠 2.失眠 5-HT升高→激动GABA神经元突触前膜的5-HT1系列受体→抑制GABA释放→失眠 5-HT升高→激动突触后膜5-HT1A受体→促进NE释放→失眠 因此，SSRI类药物并不适合在晚上服用，但氟伏沙明由于对σ-1受体存在一定亲和力，同时α1肾上腺素受体存在一定拮抗作用，因此也可以适当地在夜间给药 （三）三神1.头晕头痛 5-HT升高→激动5-HT3受体→血管收缩（可能的高血压）→脑部供氧不足→头晕头痛 米氮平具有一定的5-HT能，还可以阻断5-HT3受体，因此可以用于反制这种副作用。赛庚啶虽然可以较为广泛地拮抗5-HT受体，但也抵消了SSRI类的抗抑郁抗焦虑效力，故而不能作为反制药物。赛庚啶主要用于反制血清素综合征 2.锥体外系反应 5-HT升高→激动脑黑质-纹状体通路突触前膜的5-HT2A受体→抑制DA释放→锥体外系反应 然而实际上该反应并不明显或常见（除非没病乱吃药） 3.促进瘙痒在增生性瘢痕组织中的5-HT水平含量显著增高，因此可以认为外周神经局部升高5-HT可以引起瘙痒赛庚啶抗5-HT能，可以反制 （四）四系统1.胃肠系统 5-HT升高→激动5-HT2A受体→增加延髓中暑DA释放→恶心、呕吐 5-HT升高→激动胃肠道5-HT3受体→恶心、呕吐 米氮平阻断5-HT3受体 5-HT升高→激动肠道5-HT4受体→促肠乙酰胆碱释放→肠蠕动增加→腹泻 2.循环系统 5-HT升高→激动5-HT2A受体→抑制延髓心血管中枢DA释放→降低心率4-8次每分 3.生殖系统 5-HT升高→激动5-HT2A受体→抑制伏膈核DA释放→抑制性欲、性兴奋 →抑制下丘脑漏斗通路DA释放→提升催乳素水平→抑制雄激素 除此以外，NO调控了阴茎充血勃起的通路 NO合成酶合成NO→启动信号激联形成环-磷酸鸟苷→松弛血管平滑肌→勃起 而5-HT抑制NO合成酶，故而抑制了阴茎充血勃起。综上两条可得SSRI类对性功能有着强效抑制 4.骨骼系统5-HT抑制骨形成，故老年人及骨质疏松患者服用SSRI类药物骨折风险增大，同时孕妇不宜使用SSRI药物，这可能影响新生儿骨发育 SSRI类药物增加5-HT效能由强到弱分别为：帕罗西汀＞艾司西酞普兰＞舍曲林＞氟西汀＞西酞普兰＞氟伏沙明– 除SSRI类的效应以外，还有三种药物效应值得我们关注（一）丁螺环酮特异性激动5-HT1A受体 激动5-HT1A受体→增加前额叶皮质层DA释放→抗抑郁、抗焦虑 激动突触后膜5-HT1A受体→促进NE释放→失眠（该效应较弱） 故丁螺环酮作为抗焦虑药品，更适宜在晨间服用 （二）非典型性抗精神病药物阻断5-HT2A受体 阻断前额叶皮质背外侧的5-HT2A受体→DA脱抑制释放（5-HT1A正常释放DA）→激动突触后膜多巴胺D1受体→抗精分阴性症状和认知障碍，抗抑郁，抗焦虑 阻断黑质-纹状体通路突触前膜的5-HT2A受体→促进DA释放→抗锥体外系反应 非典型性抗精神病药拮抗5-HT2A受体的强度排序为哌罗匹隆（特高）＝利培酮&#x3D;齐拉西酮＞阿立哌唑（高度）＝鲁拉西酮＝布南色林&#x3D;氯氮平&#x3D;奥氮平&#x3D;帕利哌酮＞喹硫平（中度）＞氟哌啶醇（低度）＞舒必利（无）&#x3D;氨磺必利值得注意的是，尽管氟哌啶醇、舒必利、氨磺必利同样对精分阴性症状有一定疗效，但选择拮抗强度高的药品疗效可能更优且锥体外系反应强度更小。因此伴有焦虑抑郁的精分阴性症状，阿立哌唑和利培酮显然是更优的选择。 （三）伏硫西汀阻断5-HT3受体伏硫西汀阻断5-HT3受体后 5-HT3受体被拮抗→抑制GABA中间神经元→NE、乙酰胆碱和谷氨酸脱抑制性释放→抗抑郁、抗认知障碍 但5-HT3同样调控了外周神经系统 5-HT3受体被拮抗→肠蠕动减少→便秘 – 二、去甲肾上腺素效应（一）抑郁症1.抗焦虑性抑郁由于NE升高会引发烦躁，故伴随有焦虑症状的抑郁，宁可考虑使用SSRI类药物也不使用SNRI类药物SSRI类药物增加5-HT效能由强到弱分别为：帕罗西汀＞艾司西酞普兰＞舍曲林＞氟西汀＞西酞普兰＞氟伏沙明 2.抗阻滞性抑郁在焦虑症状较轻或没有的情况下，若使用SSRIs疗效不佳或有强烈的动力不足，则可以考虑使用SNRIs。由于躁狂症状是在高NE低5-HT情况下发生的，那么SNRIs中对NE转运体的抑制强度和对5-HT转运体抑制的强度之比才是更应当关注的因素，该比值越大则用药后NE水平会更高于5-HT水平。SNRIs中该比值从大到小的排序为 瑞波西汀（1：0）＞米那普仑（1：1）＞度洛西汀（1:9.4）＞文拉法辛（1:30） （二）慢性疼痛NE与5-HT能衰减脊索后角传来的疼痛信号，而SNRI类药物能提高NE与5-HT水平，故可以用于治疗慢性疼痛 （三）注意缺陷多动障碍（ADHD）ADHD患者前额皮质NE与DA均不足，而有趣的是，在前额皮质并无多巴胺转运体，NE与DA共用转运体，固有 阻断前额皮质NE转运体→NE、DA水平升高→抗ADHD 这样看来阻断NE转运体的药物都具有抗ADHD潜力 （四）发作性睡病NE细胞若突然失活，肌张力就会出现发作性丧失，进而引发猝倒症，是发作性睡病的标志性症状，而增加NE能可以有效治疗发作性睡病。 – 但由于NE同样调控着肾上腺素受体系统，故其也有诸多副作用和不良反应 （一）精神系统1.过度警醒 NE升高→过度激活α1受体→过度警醒 而这会引起：①焦虑失眠：氯丙嗪阻断α1受体，可用于反制②烦躁易怒：氯丙嗪阻断α1受体，可用于反制③自杀倾向：过度警醒增加冲动性，而若抑郁状态下这种冲动可能导致自杀④神经性尿频⑤人格解体⑥谵妄 2.诱发躁狂 NE升高→过度激动脑内β受体→诱发躁狂 3.恶化精神病 NE升高→激动α1受体→激活中脑-边缘通路，激活边缘系统的D2受体→诱发精神病 故有精神分裂症或躁狂症的人不宜使用SNRI类药物 （二）神经系统1.头晕头痛耳鸣 NE升高→激动脑血管α1受体→脑血管收缩→脑缺氧→头晕头痛耳鸣 故不要药驾 2.椎体外系反应 NE激动纹状体β受体→抑制纹状体DA能→震颤、静坐不能、磨牙症 普萘洛尔阻断β受体，可以用于反制（注：普萘洛尔用量应适宜，因其可能引发心律不齐） 3.癫痫发作上述过度警觉副作用的延伸，诱发癫痫 （三）循环系统1.心脏①增加心率 NE升高→激动β1受体→心率加快 高心率时称窦性心动过速（＞100次&#x2F;分），会增加心脏代谢，继而诱发心绞痛甚至心梗。美托洛尔阻断β1受体，可以反制②心肌缺血 NE升高→激动α1受体→冠状动脉收缩→心肌缺血 2.高血压 NE升高→激动α1受体→血管收缩→高血压","categories":[],"tags":[]},{"title":"overdose引论","slug":"overdose引论","date":"2025-04-16T19:54:40.000Z","updated":"2025-04-28T13:39:56.982Z","comments":true,"path":"2025/04/17/overdose引论/","permalink":"http://example.com/2025/04/17/overdose%E5%BC%95%E8%AE%BA/","excerpt":"","text":"引论 本篇将介绍od，以帮助读者开始了解一切{.is-info} Overdose的法律问题：od处方药&#x2F;非处方药合法od麻精药品即为吸毒注意：即使某些复方药物并未列管，但使用它仍有可能承担法律责任，中国并不是一个法治国家{.is-warning} Overdose，缩写od，严格译作过度剂量即为过量，并不带药物滥用的含义，滥用药物是Drug abuse。od真包含于药物滥用，滥用药物俗称嗑药 毒品是中文特有的名词，不等价英文的Drug。“毒品”指代高威胁性精神药品，”Drug”指代任何广泛的药品。于英文，描述中文指代的“毒品”时并不使用Medicine或Medication，而是使用Drug，这种刻板印象就这么流传开了 基础根据每个人体质的不同，相同剂量下药物带来的效果也会不同，请以自身为准。 一般而言，胃肠道负责吸收药剂中的药物进血液里，以让其发挥作用 肝脏负责转化血液内的化学物质包括药物。一些药物需要转化后才能发挥作用，例如右美沙芬。 大部分od药物作用于中枢神经系统&#x2F;脑，即 CNS，无需多言 肾脏负责将血液内的废物，包括用毕的药物渗透进原尿液，并以尿排出人体。大部分药物均由此排出 一般规律是，代谢越繁琐，药物越伤肝；药物分子越古怪越阴间，药物越伤肾 药物与药剂t 是tablet“片”的缩写，也可指代胶囊。例如，24t为24片或24颗 但事实上，想要精确地描述药物剂量，必须使用公制单位，一般是mg或g药物规格不同，使用“t”可能会出大问题，这点不用多说但很多人都做不到。 – 药物被制造成各种不同的药剂形式，例如药片、注射液、吸入式气体 于吸收效率 大药片 &lt; 小药片 &lt; 鼻吸粉末 &lt; 分散片 &lt; 吸入式气体 &lt; 注射液（此处除开缓释片） – 一般来说，一片药剂只加入一种药物成分，叫做单方制剂。为了省事，一片药剂可同加入多种药物成分，叫做复方制剂。详见复方专题 为了改变药物的物理性质，药物通常会配合某种酸或碱。例如： 氢溴酸右美沙芬、酒石酸唑吡坦、苯海拉明氯茶碱（茶苯海明）、左氧氟沙星氢氧化钠、盐酸吗啡、硫酸吗啡 根据酸或碱完全无法判断是何种药物，不建议用酸或碱的名字来指代药物，例如： 富马酸喹硫平、马来酸氟伏沙明。盐酸金刚烷胺、盐酸美金刚 说药名时一般省去酸或碱，而不能把药物名给省了。例如，不说盐酸金刚烷胺，而是金刚烷胺 – 服药后，该药的 血药浓度减半所需时间 为半衰期。该药物浓度减半，不代表是排出了一半，也可以是转为其代谢物。 但药物半衰期只是供于参考，这部分很吃个人体质，此外还有相互作用等。不同药剂形式的半衰期也会有不同，例如缓释片减缓了吸收效率，使得药效更稳定，减少服药次数 药物作用的概念作用机理引起药物作用，其结果是药物效果&#x2F;药效。 例如、右美沙芬拮抗NMDA受体，导致解离作用 药物作用为：主作用、副作用，人为区分地，并在不同情况下有所改变。 例如，在对于躁狂的治疗中，喹硫平的疲困是副作用；但对于失眠的治疗中，它又是主作用了 药物作用分为：急性作用、慢性作用，长期作用与短期作用。 例如od苯二氮卓类药物，短期能够安眠，却会导致反跳性失眠；od右美沙芬时，会引起急性解离（解离症），并留下慢性解离（人格解体） 予定情况下的副作用可损毁身体，名作毒性。按照作用位置，可分为肝毒性、神经毒性等。 例如，低剂量阿托品可作为麻醉手术肌松药，过量阿托品可作为神经毒药；低剂量扑热息痛可作为感冒药，高剂量扑热息痛具有肝毒性；低剂量苏糖酸镁可作为反解离剂，高剂量苏糖酸镁具有兴奋性毒性 神经递质于人体内，有些化学物质负责传递神经信号，名作神经递质。在od的情境下，主要讨论以下化学物质： DA多巴胺、NE去甲肾上腺素、5-HT血清素/5-羟色胺、Glu谷氨酸、GABAγ-氨基丁酸、乙酰胆碱、P物质、内啡肽 神经递质大致可分为兴奋性递质与抑制性递质，但大多是相对而言的 – 神经递质与其对应的受体结合，就像用钥匙插入锁孔一样。 一般而言，神经递质可以激动其所属的全部受体亚型。但药物都具有选择性，药物的作用更专于一种或多种受体亚型。作用类型也不只有激动，还有拮抗、阻断、反向激动、正变构、负变构，下面有详细说明。 – 并且，对不同受体亚型的作用有时天差地别，例如： 5-HT 1A与抑郁焦虑强迫，REM相关，而5-HT 1B&#x2F;1D则与偏头痛相关 5-HT2A则与精分阴性症状相关，还参与调节中枢多巴胺能，过度激动2A还会产生色胺类幻觉 5-HT3又和呕吐反应有关。 SSRI提升突触间隙递质水平，于是5-HT把它们的作用结合在一起，抗焦虑抑郁强迫，小概率改善偏头痛，改善阴性症状，极少出现视觉扭曲，常见的副作用为呕吐。 （此处仅为举例说明，讲的不完整） 递质们的简介 多巴胺众所周知的大明星。负责快乐、永葆记忆，让人存在生命 去甲肾上腺素本质上就是多巴胺多了个羟基。负责战斗与逃跑、勇敢与冒险、大胆与冲动，让人高血压 血清素抑郁与失眠。负责积极乐观、健康生活 血清素若激动5-HT2A受体，则会产生致幻等特殊精神作用，调节情绪作用则变成次要的。 谷氨酸味精去掉钠。负责认知、感知、学习。与痒觉有关 乙酰胆碱曼陀罗的迫害。负责短期记忆、工作记忆、思考、学习，肌肉收缩 GABA负责镇静、睡眠，与安眠有关 内啡肽阿片类的模仿对象。负责镇痛、幸福感，剂量高一点就会牵连到多巴胺去 递质主要对应激动或拮抗的受体 多巴胺：多巴胺受体正肾素：α-肾上腺素受体、β-肾上腺素受体血清素：5-HT受体谷氨酸：NMDA受体、AMPA受体乙酰胆碱：毒蔁碱M胆碱受体、烟碱N胆碱受体（烟碱也称尼古丁）GABA：GABA受体内啡肽：阿片受体P物质：NK-1受体 药物对受体的作用类型 激动受体，就像插入了符合的钥匙，并扭开了锁，受体被激动 拮抗受体，就像贴上了胶布，把锁孔盖住了，受体无法被激动 阻断受体，就像插入了不符合的钥匙，并插在这堵住锁孔，受体无法被激动 反向激动受体，就像插入了钥匙，但把锁孔插烂了，受体无法激动 正变构受体，就像给锁孔灌机油，锁更好被扭开，受体更好被激动 负变构受体，就像给锁孔灌胶水，锁更难被扭开，受体更难被激动 稳态与调节 从水下第一个生命的萌芽开始，到石器时代的巨型野兽，再到人类第一次直立行走，经过几亿年的进化，我们老祖宗进化出了两个伟大的功能：稳态和调节稳态让我们的生命能够在一个相对稳定的条件下进行新陈代谢，调节让稳态遭受干扰时能尽量恢复原有状态于是就有了负反馈为什么会耐药？就是我们的身体在干扰以后逐渐调节适应了有药物的情况，并以此作为常态在这种情况下，撤药反倒是干扰了身体的稳态，这就是戒断反应的来源比如，阿片类成瘾的来源，就是身体发现阿片类受体被过度激活了，于是疯狂减少各种啡肽的水平、降低阿片类受体密度（即受体脱敏），当突然撤药时，身体来不及补充，而本该被阿片类受体抑制着的疼痛信号就会如洪水般涌向大脑，让人生不如死。在分析药物副作用和神经递质的“能”时，也应该考虑到负反馈调节带来的影响，比如苯二氮卓类安眠药戒断时会产生躁狂甚至精分症状 药物使用的常识舍曲林不能o！这个该死的问题至少有二十几个人问过我，真他妈是个好问题 喹硫平等，一众的抗精神分裂症药、抗躁狂药、抗躁郁症药，它们在滥用下不具备舒适的精神药效，大量报告也能佐证，滥用它们将会导致极度痛苦的结局。请不要滥用。 舍曲林、氟西汀、帕罗西汀等一众的、ssris、抗抑郁药、抗焦虑药，容易造成血清素中毒等事故，毫无滥用价值，请不要滥用。{.is-warning} 酒的主要活性成分为乙醇，俗称酒精乙醇可以强化抑制作用，并强化呕吐。为防止出现呕吐物窒息、无法呼吸、昏迷等不可控的结局，请不要轻易联用乙醇与其他药物{.is-warning} 后记吃了牢藤遗产，删掉了很多糟粕http://localhost:4000/","categories":[],"tags":[]},{"title":"“od不扩散共识”","slug":"“od不扩散共识”","date":"2025-04-16T19:53:19.000Z","updated":"2025-04-16T19:53:50.252Z","comments":true,"path":"2025/04/17/“od不扩散共识”/","permalink":"http://example.com/2025/04/17/%E2%80%9Cod%E4%B8%8D%E6%89%A9%E6%95%A3%E5%85%B1%E8%AF%86%E2%80%9D/","excerpt":"","text":"OD不扩散共识1.各方绝对不会对任何其他自然人使用过量药物，包括劝导使用和强制使用。2.各方绝不会对普通民众及非原始OD受众传递OD思想和OD信息，坚决维持OD信息内向不扩散。3.各方绝对不会向公众平台发布新药尝试说明，不会试图扩散新的药物，以致于伤害更多普通网友4.各方根据自己的选择，可以选择理解不支持，不理解不支持的两种态度，不能公开明确表示支持OD扩散化。5.与所有OD扩散组织划清界限。保证OD不向普通民众扩散。6.自杀干预和心理援助的同僚谨慎对待OD史病人，温柔劝导，不可强制威胁其人身自由和安全","categories":[],"tags":[]},{"title":"Welcome to overdosewiki","slug":"Welcome-to-overdosewiki","date":"2025-04-16T16:50:02.000Z","updated":"2025-04-16T16:51:02.065Z","comments":true,"path":"2025/04/17/Welcome-to-overdosewiki/","permalink":"http://example.com/2025/04/17/Welcome-to-overdosewiki/","excerpt":"","text":"overdose.wiki是免费且持续更新的参考od知识整合站点。为方便理解，取舍了大量内容，具有充分了解者可离开本站{.is-info} 请遵守OD不扩散共识，保证不让无关人员接触od，也请勿将od相关内容发至墙内，这会付出惨痛的代价{.is-warning} 药物为方便查阅，直接将以下药物条目放在首页 右美沙芬，普瑞巴林，金刚烷胺，美金刚。 以及尚未完善的药物索引页面 引论进站必看的overdose引论 尚在更新中 历史 我们的官号为twi@overdosewiki，od-wiki站点和overdose.day与我们无关，其内容较为危险且谬误繁多 以下 chicken、东东、鸡哥、overdose知识站点、overdose.day站长 均指同一人 2024年初，大约是二三月份，鸡哥拉上后藤建立了overdose.wiki，后藤为主编，鸡哥为站长。 不得不说这人炒作能力优秀，后藤也是很有想法的人，并且他特别闲，于是创作了很多经典条目。本站的创意以及大部分内容依旧是出自他手，wiki编组尚无能力进行翻新，甚至可以说，很多地方暂时没有翻新的必要。 从这开始，诞生了几个体系 1.报告体系（比较不错，但后藤水平原因，不少结论是错误的） 2.西格玛高原部分（因过于危险而遭到删除） 3.解离理论（有些积极意义但不够完善也不安全） 4.反解离理论（史，就因为这个后藤到处找人试药，他疯癫的开始） 5.鸡哥产出的垃圾文字（自站点伊始即存在，例如：如何成为魔法少女） 就这样后藤一直更新到五六月份，属于是劳模。 与此同时，他自有的一套模因逐渐污染着整个od圈，出现了很多抨击的声音。最厉害的一次，odw被专业的学术会议提及并讨论了，被骂得啥也不是。 六七月份的鸡哥事件发生了，起因是鸡哥大量滥用金刚烷胺，以至于精神分裂症， 经常骚扰所有编组成员，打电话但不说话，挂掉就再打，或者是胡言乱语，开盒。 也许是妄想症状使然，他打算更进一步控制站点，对内容进行了一些所有人都反对的改动。大家希望让鸡哥滚，于是鸡哥关站并使用各种手段威胁编组成员，主要是后藤，包括但不限于：举报，开盒，电话骚扰，敏感图片。 最终站点分裂了，后藤得到了overdose.wiki，鸡哥用老版本的数据自建了新的站点，并将旧的官号留在他手上，进行各种炒作以吸引更多人，干出了很多恶劣的事情。 同时后藤自身的精神状态恶化，写的东西越来越抽象，最终退归二线，在十月份干出了与墙内up主合作的事情，他曾经的烂事被一件件爆出，就此退圈。 自此留下现overdose.wiki，即为本站。 2025.04.15注：目前，四位旧主编重新参与本站内容的修正与编写，感谢站长技术人员无私的付出，自费资金租用服务器购买域名。 若认为该网站出现内容错误，请直接向管理人员投诉","categories":[],"tags":[]}],"categories":[],"tags":[]}